cfd/cases/hull_M2_roundbottom_U02/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}
numberOfSubdomains 8;
method            scotch;
