cfd/cases/hull_M2_roundbottom_U02/system/topoSetDict.1
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}
// robot_simple 第 1 级加密盒，由 setup_robot.sh 生成
actions
(
    {
        name    c0;
        type    cellSet;
        action  new;
        source  boxToCell;
        box     (-0.4480 -0.2578 -0.1350) (0.2580 0.2578 0.1155);
    }
);
